{
  "conversation_title": {
    "english": "Shopping at a Traditional Market",
    "spanish": "Compras en un mercado tradicional",
    "spanish_phonetic": "kom-pras en un mer-ka-do tra-di-syo-nal",
    "french": "Achats dans un marché traditionnel",
    "french_phonetic": "a-sha dahn zun mar-shey tra-di-syo-nel",
    "italian": "Shopping in un mercato tradizionale",
    "italian_phonetic": "sho-ping in un mer-ka-to tra-di-tsyo-na-le",
    "chinese": "在传统市场购物",
    "chinese_pinyin": "zài chuán tǒng shì chǎng gòu wù",
    "arabic": "التسوق في السوق التقليدي",
    "arabic_phonetic": "at-tas-saw-wuq fee as-suq at-ta-qlee-dee",
    "amharic": "በባህላዊ ገበያ ማሽቆልቆል",
    "amharic_phonetic": "be-bah-la-wi ge-be-ya ma-shik-ol-qol",
    "tigrinya": "ኣብ ባህላዊ ዕዳጋ ዕዳጋ",
    "tigrinya_phonetic": "ab bahlawi e'daga e'daga",
    "oromo": "Bitaa Gabaasa Aadaa",
    "oromo_phonetic": "bi-taa ga-baa-sa aa-daa",
    "somali": "Iibsashada Suuqa Dhaqanka",
    "somali_phonetic": "iib-sa-sha-da suu-qa dha-qan-ka",
    "hadiyaa": "Maallattoo Gabaasa Aadaa",
    "hadiyaa_phonetic": "maal-lat-too ga-baa-sa aa-daa",
    "wolayitta": "Maallattoo Gabaasa Aadaa",
    "wolayitta_phonetic": "maal-lat-too ga-baa-sa aa-daa",
    "afar": "Gabaasa Aadaa",
    "afar_phonetic": "ga-baa-sa aa-daa",
    "gamo": "Maallattoo Gabaasa Aadaa",
    "gamo_phonetic": "maal-lat-too ga-baa-sa aa-daa",
    "swahili": "Kununua Sokoni Jadi",
    "swahili_phonetic": "ku-nu-nu-a so-ko-ni ja-di",
    "kinyarwanda": "Gura Isoko ry'Umuco",
    "kinyarwanda_phonetic": "gu-ra i-so-ko ryu-mu-co",
    "kirundi": "Gura Isoko ry'Umuco",
    "kirundi_phonetic": "gu-ra i-so-ko ryu-mu-co",
    "luo": "Nito e Duka mar Chike"
  },
  "participants": {
    "english": ["Customer", "Vendor"],
    "spanish": ["Cliente", "Vendedor"],
    "spanish_phonetic": ["kli-en-te", "ben-de-dor"],
    "french": ["Client", "Vendeur"],
    "french_phonetic": ["klee-an", "van-der"],
    "italian": ["Cliente", "Venditore"],
    "italian_phonetic": ["kli-en-te", "ven-di-to-re"],
    "chinese": ["顾客", "摊主"],
    "chinese_pinyin": ["gù kè", "tān zhǔ"],
    "arabic": ["زبون", "بائع"],
    "arabic_phonetic": ["za-boon", "baa-i"],
    "amharic": ["ደንበኛ", "ነጋዴ"],
    "amharic_phonetic": ["den-be-nya", "ne-ga-dey"],
    "tigrinya": ["ዓሻሽ", "ብላዕ"],
    "tigrinya_phonetic": ["a-shash", "blae"],
    "oromo": ["Bitataa", "Gurgurtaa"],
    "oromo_phonetic": ["bi-ta-taa", "gur-gur-taa"],
    "somali": ["Macaamiil", "Iibiyaha"],
    "somali_phonetic": ["ma-caa-miil", "ii-bi-ya-ha"],
    "hadiyaa": ["Bitataa", "Gurgurtaa"],
    "hadiyaa_phonetic": ["bi-ta-taa", "gur-gur-taa"],
    "wolayitta": ["Bitataa", "Gurgurtaa"],
    "wolayitta_phonetic": ["bi-ta-taa", "gur-gur-taa"],
    "afar": ["Bitataa", "Gurgurtaa"],
    "afar_phonetic": ["bi-ta-taa", "gur-gur-taa"],
    "gamo": ["Bitataa", "Gurgurtaa"],
    "gamo_phonetic": ["bi-ta-taa", "gur-gur-taa"],
    "swahili": ["Mteja", "Muuzaji"],
    "swahili_phonetic": ["m-te-ja", "muu-za-ji"],
    "kinyarwanda": ["Umukiriya", "Umucuruzi"],
    "kinyarwanda_phonetic": ["u-mu-ki-ri-ya", "u-mu-cu-ru-zi"],
    "kirundi": ["Umukiriya", "Umucuruzi"],
    "kirundi_phonetic": ["u-mu-ki-ri-ya", "u-mu-cu-ru-zi"],
    "luo": ["Jawad", "Jateng"]
  },
  "scenario": {
    "english": "A shopper visits a traditional market for the first time to buy fruits, vegetables, and spices",
    "spanish": "Un comprador visita un mercado tradicional por primera vez para comprar frutas, verduras y especias",
    "spanish_phonetic": "oon kom-pra-dor vee-si-ta un mer-ka-do tra-di-syo-nal por pree-me-rah ves pa-ra kom-prar fru-tas, ver-du-ras ee es-pe-syas",
    "french": "Un acheteur visite un marché traditionnel pour la première fois pour acheter des fruits, des légumes et des épices",
    "french_phonetic": "un a-she-ter vee-zeet un mar-shey tra-di-syo-nel poor lah preh-myehr fwah poor a-sh-tey deh frwee, deh ley-gum ey deh zey-pees",
    "italian": "Un acquirente visita un mercato tradizionale per la prima volta per comprare frutta, verdura e spezie",
    "italian_phonetic": "un ak-wi-ren-te vee-si-ta un mer-ka-to tra-di-tsyo-na-le per lah pree-ma vol-ta per kom-pra-re frut-ta, ver-du-ra ey spet-sye",
    "chinese": "一位购物者第一次去传统市场购买水果、蔬菜和香料",
    "chinese_pinyin": "yī wèi gòu wù zhě dì yī cì qù chuán tǒng shì chǎng gòu mǎi shuǐ guǒ, shū cài hé xiāng liào",
    "arabic": "مشتري يزور السوق التقليدي لأول مرة لشراء الفواكه والخضروات والتوابل",
    "arabic_phonetic": "mush-ta-ree ya-zoor as-suq at-ta-qlee-dee li-aw-wal mar-ra li-sha-raa al-fa-wa-kih wal-khu-draw-wat wat-ta-wa-bil",
    "amharic": "ሻጭ ለመጀመሪያ ጊዜ ባህላዊ ገበያ ይጎበኛል ፍራፍሬ፣ አትክልት እና ቅመማት ለመግዛት",
    "amharic_phonetic": "shach le-me-je-me-ri-ya gi-ze bah-la-wi ge-be-ya yi-go-ben-yal fir-af-rey, at-kil-t e-na q-me-mat le-meg-za-t",
    "tigrinya": "ሸላሚ ንቀዳማይ ግዜ ባህላዊ ዕዳጋ ይእቱ ፍረ-ፍረ፣ ኣትክልቲ እና ቅመማት ንምግዛእ",
    "tigrinya_phonetic": "shelami nqedamay gize bahlawi e'daga y'itu fr-fr, atkilti ena q'memat nmgzae",
    "oromo": "Bitataan gabaasa aadaa yeroo jalqabaa tajaajila fuduraa, qoccoo fi dammaksiisuu firaachaaf",
    "oromo_phonetic": "bi-ta-taan ga-baa-sa aa-daa ye-roo jal-qa-baa ta-jaa-ji-la fu-du-raa, qoc-coo fi dam-mak-sii-suu fi-raa-chaa-f",
    "somali": "Iibsadaha mar ugu horreysa suuqa dhaqanka booqdaa khudaarta, miro iyo xawaashi uu iibsado",
    "somali_phonetic": "iib-sa-da-ha mar u-gu hor-ray-sa suu-qa dha-qan-ka booq-daa khu-daar-ta, mi-ro i-yo xa-waa-shi uu iib-sa-do",
    "hadiyaa": "Bitataan gabaasa aadaa heettino awwallaa koshhe fuduraa, qoccoo fi dammaksiisuu firaachaaf",
    "hadiyaa_phonetic": "bi-ta-taan ga-baa-sa aa-daa hey-ti-no a-wal-laa kosh-she fu-du-raa, qoc-coo fi dam-mak-sii-suu fi-raa-chaa-f",
    "wolayitta": "Bitataan gabaasa aadaa maccaatiissi ke awwallaa ge'e fuduraa, qoccoo fi dammaksiisuu firaachaaf",
    "wolayitta_phonetic": "bi-ta-taan ga-baa-sa aa-daa ma-chaa-tii-ssi ke a-wal-laa ge-e fu-du-raa, qoc-coo fi dam-mak-sii-suu fi-raa-chaa-f",
    "afar": "Bitataan Gabaasa Aadaa Ku-Duudum ke Awwal Fuduraa, Qoccoo fi Dammaksiisuu Firaachaaf",
    "afar_phonetic": "bi-ta-taan ga-baa-sa aa-daa ku-duu-dum ke a-wal fu-du-raa, qoc-coo fi dam-mak-sii-suu fi-raa-chaa-f",
    "gamo": "Bitataan gabaasa aadaa ta'ati hank'aa ke awwallaa giddona fuduraa, qoccoo fi dammaksiisuu firaachaaf",
    "gamo_phonetic": "bi-ta-taan ga-baa-sa aa-daa ta-a-ti han-kaa ke a-wal-laa gid-do-na fu-du-raa, qoc-coo fi dam-mak-sii-suu fi-raa-chaa-f",
    "swahili": "Mnunuzi anatembelea soko la jadi kwa mara ya kwanza kununua matunda, mboga na viungo",
    "swahili_phonetic": "m-nu-nu-zi a-na-tem-be-le-a so-ko la ja-di kwa ma-ra ya kwan-za ku-nu-nu-a ma-tun-da, m-bo-ga na vi-un-go",
    "kinyarwanda": "Umuguzi agenda gusura isoko ry'umuco bwa mbere kugura imbuto, imboga n'ibinyobwa",
    "kinyarwanda_phonetic": "u-mu-gu-zi a-gen-da gu-su-ra i-so-ko ryu-mu-co bwa m-be-re ku-gu-ra i-mbu-to, im-bo-ga ni-bi-nyo-bwa",
    "kirundi": "Umuguzi agenda gusura isoko ry'umuco bwa mbere kugura imbuto, imboga n'ibinyobwa",
    "kirundi_phonetic": "u-mu-gu-zi a-gen-da gu-su-ra i-so-ko ryu-mu-co bwa m-be-re ku-gu-ra i-mbu-to, im-bo-ga ni-bi-nyo-bwa",
    "luo": "Jawad nyuolo duka mar chike mar achiel niyo ogudu matunda, mboga gi dengu"
  },
  "stages": [
    {
      "stage": {
        "english": "1. Greeting & Initial Inquiry",
        "spanish": "1. Saludo y Consulta Inicial",
        "spanish_phonetic": "sa-lu-do ee kon-sul-ta i-ni-syal",
        "french": "1. Salutation et Demande Initiale",
        "french_phonetic": "sa-lu-ta-syon ey deh-mand i-ni-syal",
        "italian": "1. Saluto e Richiesta Iniziale",
        "italian_phonetic": "sa-lu-to ey ri-kye-sta i-ni-tsya-le",
        "chinese": "1. 问候和初步询问",
        "chinese_pinyin": "wèn hòu hé chū bù xún wèn",
        "arabic": "1. التحية والاستفسار الأولي",
        "arabic_phonetic": "at-ta-hee-ya wal-is-tif-saar al-aw-wa-lee",
        "amharic": "1. ሰላምታ እና መጀመሪያ ጥያቄ",
        "amharic_phonetic": "se-lam-ta e-na me-je-me-ri-ya ti-ya-qey",
        "tigrinya": "1. ሰላምታን ናይ መጀመሪያ ሕቶ",
        "tigrinya_phonetic": "se-lam-tan nay mejemeri h'to",
        "oromo": "1. Akkaataa Salaamuufi Gaaffii Jalqabaa",
        "oromo_phonetic": "ak-kaa-taa sa-laa-muu-fi gaa-fii jal-qa-baa",
        "somali": "1. Salaanta iyo Weydiinta Bilowga",
        "somali_phonetic": "sa-laan-ta i-yo wey-diin-ta bi-low-ga",
        "hadiyaa": "1. Hallaa fi Gaaffii Awwallaa",
        "hadiyaa_phonetic": "hal-laa fi gaa-fii a-wal-laa",
        "wolayitta": "1. Gaafiya fi Gaaffii Awwallaa",
        "wolayitta_phonetic": "gaa-fi-ya fi gaa-fii a-wal-laa",
        "afar": "1. Nabaay fi Gaaffii Awwallaa",
        "afar_phonetic": "na-baay fi gaa-fii a-wal-laa",
        "gamo": "1. Yookka fi Gaaffii Awwallaa",
        "gamo_phonetic": "yoo-kka fi gaa-fii a-wal-laa",
        "swahili": "1. Salamu na Uhoji wa Kwanza",
        "swahili_phonetic": "sa-la-mu na u-ho-ji wa kwan-za",
        "kinyarwanda": "1. Kuvugisha neza no Kubaza Bwa Mbere",
        "kinyarwanda_phonetic": "ku-vu-gi-sha ne-za no ku-ba-za bwa m-be-re",
        "kirundi": "1. Kuvugisha neza no Kubaza Bwa Mbere",
        "kirundi_phonetic": "ku-vu-gi-sha ne-za no ku-ba-za bwa m-be-re",
        "luo": "1. Kamano gi Penjo Mar Achieng"
      },
      "exchanges": [
        {
          "speaker": "Vendor",
          "english": "Welcome, welcome! Fresh fruits and vegetables here! What would you like today?",
          "spanish": "¡Bienvenido, bienvenido! ¡Frutas y verduras frescas aquí! ¿Qué le gustaría hoy?",
          "spanish_phonetic": "byen-ve-nee-do, byen-ve-nee-do! fru-tas ee ver-du-ras fres-kas ah-kee! ke le gus-ta-ree-a oy?",
          "french": "Bienvenue, bienvenue ! Fruits et légumes frais ici ! Que voudriez-vous aujourd'hui ?",
          "french_phonetic": "byen-ve-nu, byen-ve-nu! frwee ey ley-gum freh ee-see! ke voo-dree-ay voo oh-zhoor-dwee?",
          "italian": "Benvenuto, benvenuto! Frutta e verdura fresca qui! Cosa le piacerebbe oggi?",
          "italian_phonetic": "ben-ve-nu-to, ben-ve-nu-to! frut-ta ey ver-du-ra fres-ka kwee! ko-sa le pya-che-reb-be oj-ji?",
          "chinese": "欢迎，欢迎！新鲜水果和蔬菜在这里！您今天想要什么？",
          "chinese_pinyin": "huān yíng, huān yíng! xīn xiān shuǐ guǒ hé shū cài zài zhè lǐ! nín jīn tiān xiǎng yào shén me?",
          "arabic": "أهلاً وسهلاً! فواكه وخضروات طازجة هنا! ماذا تريد اليوم؟",
          "arabic_phonetic": "ah-lan wa-sah-lan! fa-wa-kih wa-khu-draw-wat ta-zi-ja hu-na! ma-tha tu-reed al-yawm?",
          "amharic": "እንኳን ደህና መጡ, እንኳን ደህና መጡ! ትኩስ ፍራፍሬ እና አትክልት እዚህ አለ! ዛሬ ምን ይፈልጋሉ?",
          "amharic_phonetic": "en-kwan deh-na me-tu, en-kwan deh-na me-tu! ti-kus fir-af-rey e-na at-kil-t ezih a-le! za-re min yi-fe-leg-alu?",
          "tigrinya": "እንቋዕ ብደሓን መጻእኩም! ሓድሽ ፍረ-ፍረ እና ኣትክልቲ ኣብዚ! ሎሚ እንታይ ትደልዩ?",
          "tigrinya_phonetic": "en-qwa'e bdehan metsa'ekum! hadish fr-fr ena atkilti abzi! lomi intay tedlyu?",
          "oromo": "Akkam bulte, akkam bulte! Fuduraa fi qoccoo haaraa as! Maal barbaadda har'a?",
          "oromo_phonetic": "ak-kam bul-te, ak-kam bul-te! fu-du-raa fi qoc-coo haa-raa as! maal bar-baad-da har'a?",
          "somali": "Soo dhawoow, soo dhawoow! Khudaar cusub halkan! Maxaad rabtaa maanta?",
          "somali_phonetic": "soo dha-woow, soo dha-woow! khu-daar cu-sub hal-kan! ma-xaad rab-taa maan-ta?",
          "hadiyaa": "Akkam bulte, akkam bulte! Fuduraa fi qoccoo haaraa as! Maal barbaadda har'a?",
          "hadiyaa_phonetic": "ak-kam bul-te, ak-kam bul-te! fu-du-raa fi qoc-coo haa-raa as! maal bar-baad-da har'a?",
          "wolayitta": "Akkam bulte, akkam bulte! Fuduraa fi qoccoo haaraa as! Maal barbaadda har'a?",
          "wolayitta_phonetic": "ak-kam bul-te, ak-kam bul-te! fu-du-raa fi qoc-coo haa-raa as! maal bar-baad-da har'a?",
          "afar": "Akkam Bulte, Akkam Bulte! Fuduraa fi Qoccoo Haaraa As! Maal Barbaadda Har'a?",
          "afar_phonetic": "ak-kam bul-te, ak-kam bul-te! fu-du-raa fi qoc-coo haa-raa as! maal bar-baad-da har'a?",
          "gamo": "Akkam bulte, akkam bulte! Fuduraa fi qoccoo haaraa as! Maal barbaadda har'a?",
          "gamo_phonetic": "ak-kam bul-te, ak-kam bul-te! fu-du-raa fi qoc-coo haa-raa as! maal bar-baad-da har'a?",
          "swahili": "Karibu, karibu! Matunda na mboga safi hapa! Unataka nini leo?",
          "swahili_phonetic": "ka-ri-bu, ka-ri-bu! ma-tun-da na m-bo-ga sa-fi ha-pa! u-na-ta-ka ni-ni le-o?",
          "kinyarwanda": "Murakaza neza, murakaza neza! Imbuto n'imboga nshya hano! Murashaka iki uyu munsi?",
          "kinyarwanda_phonetic": "mu-ra-ka-za ne-za, mu-ra-ka-za ne-za! i-mbu-to nim-bo-ga nshya ha-no! mu-ra-sha-ka i-ki u-yu mu-nsi?",
          "kirundi": "Murakaza neza, murakaza neza! Imbuto n'imboga nshya hano! Murashaka iki uyu munsi?",
          "kirundi_phonetic": "mu-ra-ka-za ne-za, mu-ra-ka-za ne-za! i-mbu-to nim-bo-ga nshya ha-no! mu-ra-sha-ka i-ki u-yu mu-nsi?",
          "luo_phonetic": "pok, pok! matunda gi mboga manyien ka! idwaro ang'o saa?",
          "context": "Vendor calls out to attract customers"
        },
        {
          "speaker": "Customer",
          "english": "Hello! Your fruits look very fresh. How much are the bananas?",
          "spanish": "¡Hola! Sus frutas se ven muy frescas. ¿Cuánto cuestan los plátanos?",
          "spanish_phonetic": "o-la! sus fru-tas se ven mwee fres-kas. kwan-to kwes-tan los pla-ta-nos?",
          "french": "Bonjour ! Vos fruits ont l'air très frais. Combien coûtent les bananes ?",
          "french_phonetic": "bon-zhoor! vo frwee on lehr treh freh. kom-byen koot le ba-nan?",
          "italian": "Buongiorno! La sua frutta sembra molto fresca. Quanto costano le banane?",
          "italian_phonetic": "bwon-jor-no! la sua frut-ta sem-bra mol-to fres-ka. kwan-to ko-sta-no le ba-na-ne?",
          "chinese": "你好！你的水果看起来很新鲜。香蕉多少钱？",
          "chinese_pinyin": "nǐ hǎo! nǐ de shuǐ guǒ kàn qǐ lái hěn xīn xiān. xiāng jiāo duō shǎo qián?",
          "arabic": "مرحباً! فواكهك تبدو طازجة جداً. كم سعر الموز؟",
          "arabic_phonetic": "mar-ha-ban! fa-wa-ki-huk tab-doo ta-zi-ja jid-dan. kam si-r al-mawz?",
          "amharic": "ሀሎ! ፍራፍሬዎ በጣም ትኩስ ይመስላል። ባናናዎች ስንት ናቸው?",
          "amharic_phonetic": "ha-lo! fir-af-rey-wo be-tam ti-kus yi-me-se-lal. ba-na-na-woch sint na-chew?",
          "tigrinya": "ሰላም! ፍረ-ፍረኻ ኣዝዩ ሓድሽ ይመስል። ባናናታት ክንደይ እዮም?",
          "tigrinya_phonetic": "selam! fr-freka aziyu hadish yemsel. bananatat kindey iyom?",
          "oromo": "Akkam! Fuduraan kee baay'ee haaraa fakkaata. Muuziin meeqa?",
          "oromo_phonetic": "ak-kam! fu-du-raan key baay'ey haa-raa fak-kaa-ta. muu-ziin mey-qa?",
          "somali": "Salaam! Khudaartaadu aad bay u cusub tahay. Muxa kuu qaadaysaa muuska?",
          "somali_phonetic": "sa-laam! khu-daar-taa-du aad bay u cu-sub ta-hay. mu-xa kuu qa-day-saa muu-ska?",
          "hadiyaa": "Akkam! Fuduraan kee baay'ee haaraa fakkaata. Muuziin meeqa?",
          "hadiyaa_phonetic": "ak-kam! fu-du-raan key baay'ey haa-raa fak-kaa-ta. muu-ziin mey-qa?",
          "wolayitta": "Akkam! Fuduraan kee baay'ee haaraa fakkaata. Muuziin meeqa?",
          "wolayitta_phonetic": "ak-kam! fu-du-raan key baay'ey haa-raa fak-kaa-ta. muu-ziin mey-qa?",
          "afar": "Akkam! Fuduraan Kee Baay'ee Haaraa Fakkaata. Muuziin Meeqa?",
          "afar_phonetic": "ak-kam! fu-du-raan key baay'ey haa-raa fak-kaa-ta. muu-ziin mey-qa?",
          "gamo": "Akkam! Fuduraan kee baay'ee haaraa fakkaata. Muuziin meeqa?",
          "gamo_phonetic": "ak-kam! fu-du-raan key baay'ey haa-raa fak-kaa-ta. muu-ziin mey-qa?",
          "swahili": "Habari! Matunda yako yanaonekana safi sana. Ndizi ni bei gani?",
          "swahili_phonetic": "ha-ba-ri! ma-tun-da ya-ko ya-na-o-ne-ka-na sa-fi sa-na. n-di-zi ni bei ga-ni?",
          "kinyarwanda": "Mwaramutse! Imbuto zawe ziraboneka nshya cyane. Iminyanya ni amafaranga angahe?",
          "kinyarwanda_phonetic": "mwa-ra-mu-tse! i-mbu-to za-we zi-ra-bo-ne-ka nshya cha-ne. i-mi-nya-nya ni a-ma-fa-ran-ga an-ga-he?",
          "kirundi": "Mwaramutse! Imbuto zawe ziraboneka nshya cyane. Iminyanya ni amafaranga angahe?",
          "kirundi_phonetic": "mwa-ra-mu-tse! i-mbu-to za-we zi-ra-bo-ne-ka nshya cha-ne. i-mi-nya-nya ni a-ma-fa-ran-ga an-ga-he?",
          "luo": "Oriti! Matunda manyaka ite maber. Dengu gin ang'o?",
          "context": "Customer asks about price"
        }
      ]
    }
  ],
  "summary": {
    "english": "A complete market interaction from greeting to purchase, showing typical exchanges between a shopper and vendor in a traditional market setting.",
    "spanish": "Una interacción completa en el mercado desde el saludo hasta la compra, que muestra intercambios típicos entre un comprador y un vendedor en un mercado tradicional.",
    "spanish_phonetic": "oo-na in-te-rak-syon kom-ple-ta en el mer-ka-do des-de el sa-lu-do as-ta la kom-pra, ke mwes-tra in-ter-kan-byos tee-pi-kos en-tre oon kom-pra-dor ee un ben-de-dor en un mer-ka-do tra-di-syo-nal",
    "french": "Une interaction complète sur le marché de l'accueil à l'achat, montrant les échanges typiques entre un acheteur et un vendeur dans un cadre de marché traditionnel.",
    "french_phonetic": "oo-n in-te-rak-syon kom-plet sur le mar-shey de lah-ke-y a la-sha, mon-tran lez ay-shanj tee-pik an-tre un a-she-ter ey un van-der dahn un ka-druh de mar-shey tra-di-syo-nel",
    "italian": "Un'interazione completa al mercato dal saluto all'acquisto, che mostra scambi tipici tra un acquirente e un venditore in un contesto di mercato tradizionale.",
    "italian_phonetic": "oo-nin-te-ra-tsyo-ne kom-ple-ta al mer-ka-to dal sa-lu-to al-lak-kwee-sto, ke mo-stra skam-bi tee-pi-chi tra un ak-wi-ren-te ey un ven-di-to-re in un kon-te-sto di mer-ka-to tra-di-tsyo-na-le",
    "chinese": "从问候到购买的完整市场互动，展示传统市场中购物者与摊主之间的典型交流。",
    "chinese_pinyin": "cóng wèn hòu dào gòu mǎi de wán zhěng shì chǎng hù dòng, zhǎn shì chuán tǒng shì chǎng zhōng gòu wù zhě yǔ tān zhǔ zhī jiān de diǎn xíng jiāo liú.",
    "arabic": "تفاعل كامل في السوق من التحية إلى الشراء، يظهر التبادلات النموذجية بين مشترٍ وبائع في إطار السوق التقليدي.",
    "arabic_phonetic": "ta-faa-ul ka-mil fee as-suq min at-ta-hee-ya i-la ash-sha-raa', ya-ther at-ta-baa-dil-at an-nu-mu-tha-ji-ya bay-na mush-ta-rin wa-baa-i fee i-taar as-suq at-ta-qlee-dee.",
    "amharic": "ከሰላምታ እስከ ግዢ የሚደርስ የገበያ ግንኙነት፣ በባህላዊ ገበያ ሁኔታ ውስጥ ሻጭ እና ነጋዴ መካከል የሚደረጉ የተለመዱ ውይይቶችን የሚያሳይ።",
    "amharic_phonetic": "ke-se-lam-ta es-ke ge-zi ye-mi-di-res ye-ge-be-ya gen-yu-net, be-bah-la-wi ge-be-ya hu-ney-ta wist shach e-na ne-ga-dey me-ka-kel ye-mi-de-re-gu ye-te-le-me-du we-yiy-to-chin ye-mi-ya-shiy.",
    "tigrinya": "ምሉእ ትሕዝቶ ናይ ዕዳጋ ካብ ሰላምታ ክሳዕ ዕዳጋ፣ ኣብ ባህላዊ ዕዳጋ ኣገባብ ውሽጢ ሸላሚን ብላዕን መንጎ ዝኸውን ተራ ዝዀነ ወራይራ ዘርኢ።",
    "tigrinya_phonetic": "mel-u'e t'hizto nay e'daga kab selamta k'sa'e e'daga, ab bahlawi e'daga agebab wesh'ti shelamin blae mengo zkhewin tera zkhwene werayra zr'i.",
    "oromo": "Seenaa guutuu gabaasa irraa akkaataa salaamuu hanga bitaa, akkaataa dhiyeessaa maxxansaa bitataa fi gurgurtaa gabaasa aadaa keessatti.",
    "oromo_phonetic": "sey-naa guu-tuu ga-baa-sa ir-raa ak-kaa-taa sa-laa-muu han-ga bi-taa, ak-kaa-taa dhi-yees-saa mak-saan-saa bi-ta-taa fi gur-gur-taa ga-baa-sa aa-daa keys-sat-ti.",
    "somali": "Isgaarsi buuxa oo ka bilow suuqa salaanta ilaa iibsashada, muujinaya wada hadal caadi ah oo u dhexeeya iibsadaha iyo iibiyaha suuqa dhaqanka.",
    "somali_phonetic": "is-gaar-si buu-xa oo ka bi-low suu-qa sa-laan-ta i-laa iib-sa-sha-da, muu-ji-na-ya wa-da ha-dal caa-di ah oo u dhe-xey-ya iib-sa-da-ha i-yo ii-bi-ya-ha suu-qa dha-qan-ka.",
    "hadiyaa": "Heettino gabaasa ke hallaa hanga bitaa, ayaa be'iya woyiyto ke bitataa fi gurgurtaa gabaasa aadaa keessatti.",
    "hadiyaa_phonetic": "hey-ti-no ga-baa-sa ke hal-laa han-ga bi-taa, a-yaa be-i-ya wo-yiy-to ke bi-ta-taa fi gur-gur-taa ga-baa-sa aa-daa keys-sat-ti.",
    "wolayitta": "Heettino gabaasa ke gaafiya hanga bitaa, ayaa wo'iya woyiyto ke bitataa fi gurgurtaa gabaasa aadaa keessatti.",
    "wolayitta_phonetic": "hey-ti-no ga-baa-sa ke gaa-fi-ya han-ga bi-taa, a-yaa wo-i-ya wo-yiy-to ke bi-ta-taa fi gur-gur-taa ga-baa-sa aa-daa keys-sat-ti.",
    "afar": "Duudum Gabaasa ke Nabaay hanga Bitaa, Muujiya Wada Hadal Caadi Ku-Duudum Bitataa fi Gurgurtaa Gabaasa Aadaa keessatti.",
    "afar_phonetic": "duu-dum ga-baa-sa ke na-baay han-ga bi-taa, muu-ji-ya wa-da ha-dal caa-di ku-duu-dum bi-ta-taa fi gur-gur-taa ga-baa-sa aa-daa keys-sat-ti.",
    "gamo": "Heettino gabaasa ke yookka hanga bitaa, ayaa he'iya woyiyto ke bitataa fi gurgurtaa gabaasa aadaa keessatti.",
    "gamo_phonetic": "hey-ti-no ga-baa-sa ke yoo-kka han-ga bi-taa, a-yaa he-i-ya wo-yiy-to ke bi-ta-taa fi gur-gur-taa ga-baa-sa aa-daa keys-sat-ti.",
    "swahili": "Mwingiliano kamili wa soko kutoka salamu hadi ununuzi, unaonyesha mabadilishano ya kawaida kati ya mnunuzi na muuzaji katika mazingira ya soko la jadi.",
    "swahili_phonetic": "m-wingi-lia-no ka-mi-li wa so-ko ku-to-ka sa-la-mu ha-di u-nu-nu-zi, u-na-o-nye-sha ma-ba-di-li-sha-no ya ka-wai-da ka-ti ya m-nu-nu-zi na muu-za-ji ka-ti-ka ma-zi-ngi-ra ya so-ko la ja-di.",
    "kinyarwanda": "Uburyo bwuzuye bwo kugana mu isoko kuva mu kuvugisha neza kugeza mu kugura, bigaragaza ibiganiro bisanzwe hagati y'umuguzi n'umucuruzi mu bihe by'isoko ry'umuco.",
    "kinyarwanda_phonetic": "u-bu-ryo bwu-zu-ye bwo ku-ga-na mu i-so-ko ku-va mu ku-vu-gi-sha ne-za ku-ge-za mu ku-gu-ra, bi-ga-ra-ga-za i-bi-ga-ni-ro bi-san-zwe ha-ga-ti y'u-mu-gu-zi nu-mu-cu-ru-zi mu bi-he byi-so-ko ryu-mu-co.",
    "kirundi": "Uburyo bwuzuye bwo kugana mu isoko kuva mu kuvugisha neza kugeza mu kugura, bigaragaza ibiganiro bisanzwe hagati y'umuguzi n'umucuruzi mu bihe by'isoko ry'umuco.",
    "kirundi_phonetic": "u-bu-ryo bwu-zu-ye bwo ku-ga-na mu i-so-ko ku-va mu ku-vu-gi-sha ne-za ku-ge-za mu ku-gu-ra, bi-ga-ra-ga-za i-bi-ga-ni-ro bi-san-zwe ha-ga-ti y'u-mu-gu-zi nu-mu-cu-ru-zi mu bi-he byi-so-ko ryu-mu-co.",
    "luo": "Bed e duka koso kamano gi ito, neno e kamano mar jawad gi jateng e duka mar chike."
  }
}