{
  "conversation_title": {
    "english": "First Time at an Airport",
    "spanish": "Primera vez en un aeropuerto",
    "spanish_phonetic": "pree-meh-rah ves en un ah-eh-ro-pwer-to",
    "french": "Première fois dans un aéroport",
    "french_phonetic": "preh-myehr fwah dahn zun ah-eh-ro-por",
    "italian": "Prima volta in un aeroporto",
    "italian_phonetic": "pree-ma vol-ta in un ah-eh-ro-por-to",
    "chinese": "第一次在机场",
    "chinese_pinyin": "dì yī cì zài jī chǎng",
    "arabic": "زيارة أولى لمطار",
    "arabic_phonetic": "zi-yaa-ra oo-la li-ma-taar",
    "amharic": "ለመጀመሪያ ጊዜ በአየር ማረፊያ መግባት",
    "amharic_phonetic": "le-me-je-me-ri-ya gi-ze be-a-yer ma-re-fi-ya me-gi-bat",
    "tigrinya": "ቀዳማይ ግዜ ኣብ መዕረፊ ነፈርቲ",
    "tigrinya_phonetic": "qe-da-may gize ab me'erefi neferti",
    "oromo": "Yeroo Jalqabaa Aanaa Xiyyaaraa Irra Galuu",
    "oromo_phonetic": "ye-roo jal-qa-baa aa-naa xiy-yaa-raa ir-ra ga-luu",
    "somali": "Mar ugu horraysa ee Garoonka Dayuuradaha",
    "somali_phonetic": "mar u-gu hor-ray-sa ey ga-roon-ka da-yuu-ra-da-ha",
    "hadiyaa": "Heettino hakkii ke maaxxino shaaraawaa",
    "hadiyaa_phonetic": "hey-ti-no ha-kii ke maax-xi-no shaa-raa-waa",
    "wolayitta": "Maccaatiissi ke aeroporto ke",
    "wolayitta_phonetic": "ma-chaa-tii-ssi ke a-e-ro-por-to ke",
    "afar": "Ku-Duudum ke Ferim Bada ke",
    "afar_phonetic": "ku-duu-dum ke fe-rim ba-da ke",
    "gamo": "Ta'ati hank'aa ke aeroporto ke",
    "gamo_phonetic": "ta-a-ti han-kaa ke a-e-ro-por-to ke",
    "swahili": "Mara ya Kwanza Katika Uwanja wa Ndege",
    "swahili_phonetic": "ma-ra ya kwan-za ka-ti-ka u-wan-ja wa n-de-ge",
    "kinyarwanda": "Igihe cya Mbere mu Kimi cy'indege",
    "kinyarwanda_phonetic": "i-gi-he cha m-be-re mu ki-mi chi-n-de-ge",
    "kirundi": "Umwanya wa Mbere mu Kimi c'indege",
    "kirundi_phonetic": "u-mwa-nya wa m-be-re mu ki-mi chi-n-de-ge",
    "luo": "Ngeche mar achiel e Airport",
    "luo_phonetic": "nge-che mar a-chiel e air-port"
  },
  "participants": {
    "english": ["Passenger", "Airline Agent"],
    "spanish": ["Pasajero", "Agente de Aerolínea"],
    "spanish_phonetic": ["pa-sa-he-ro", "a-hen-te de ah-eh-ro-li-ne-a"],
    "french": ["Passager", "Agent de Compagnie Aérienne"],
    "french_phonetic": ["pa-sa-zhey", "a-zhan de kom-pa-nye ah-eh-ryen"],
    "italian": ["Passeggero", "Agente di Compagnia Aerea"],
    "italian_phonetic": ["pas-sej-je-ro", "a-jen-te di kom-pa-nya ah-eh-re-a"],
    "chinese": ["乘客", "航空公司代理"],
    "chinese_pinyin": ["chéng kè", "háng kōng gōng sī dài lǐ"],
    "arabic": ["مسافر", "وكيل شركة الطيران"],
    "arabic_phonetic": ["mu-sa-fir", "wa-keel shar-ka at-ta-ya-raan"],
    "amharic": ["ጓደኛ", "የአየር መንገድ ተወካይ"],
    "amharic_phonetic": ["gwa-de-nya", "ye-a-yer menged te-we-kay"],
    "tigrinya": ["ሰፋሪ", "ወኪል ናይ ኣየር መንገዲ"],
    "tigrinya_phonetic": ["se-fa-ri", "we-kil nay a-yer mengedi"],
    "oromo": ["Kuftuu", "Hirmaata Kaampaanii Xiyyaaraa"],
    "oromo_phonetic": ["kuf-tuu", "hir-maa-ta kaam-paa-nii xiy-yaa-raa"],
    "somali": ["Rakaab", "Wakiilka Shirkadda Diyaaradaha"],
    "somali_phonetic": ["ra-kaab", "wa-kiil-ka shir-kad-da di-yaa-ra-da-ha"],
    "hadiyaa": ["Mo'otta shaaraawaa", "Wakiila kaampaanii shaaraawaa"],
    "hadiyaa_phonetic": ["mo-o-tta shaa-raa-waa", "wa-kii-la kaam-paa-nii shaa-raa-waa"],
    "wolayitta": ["Dobeesaa aeroporto", "Wakiila kaampaanii aeroporto"],
    "wolayitta_phonetic": ["do-bey-saa a-e-ro-por-to", "wa-kii-la kaam-paa-nii a-e-ro-por-to"],
    "afar": ["Safar", "Wakiil Kaampani Ferim"],
    "afar_phonetic": ["sa-far", "wa-kiil kaam-pa-ni fe-rim"],
    "gamo": ["Oshshaa aeroporto", "Wakiila kaampaanii aeroporto"],
    "gamo_phonetic": ["osh-shaa a-e-ro-por-to", "wa-kii-la kaam-paa-nii a-e-ro-por-to"],
    "swahili": ["Abiria", "Wakala wa Kampuni ya Ndege"],
    "swahili_phonetic": ["a-bi-ri-a", "wa-ka-la wa kam-pu-ni ya n-de-ge"],
    "kinyarwanda": ["Umugenzi", "Umuyobozi wa Kampani y'indege"],
    "kinyarwanda_phonetic": ["u-mu-gen-zi", "u-mu-yo-bo-zi wa kam-pa-ni yi-n-de-ge"],
    "kirundi": ["Umugenzi", "Umuyobozi wa Kampani y'indege"],
    "kirundi_phonetic": ["u-mu-gen-zi", "u-mu-yo-bo-zi wa kam-pa-ni yi-n-de-ge"],
    "luo": ["Japiny", "Jawakanye gi Kompani e Ndege"),
    "luo_phonetic": ["ja-piny", "ja-wa-ka-nye gi kom-pa-ni e n-de-ge"]
  },
  "scenario": {
    "english": "A traveler visits an airport for the first time and needs assistance with check-in",
    "spanish": "Un viajero visita un aeropuerto por primera vez y necesita ayuda con el check-in",
    "spanish_phonetic": "oon vya-he-ro vee-si-ta oon ah-eh-ro-pwer-to por pree-me-rah ves ee ne-se-si-ta a-yoo-da kon el chek-in",
    "french": "Un voyageur visite un aéroport pour la première fois et a besoin d'aide pour l'enregistrement",
    "french_phonetic": "un vwa-ya-zher vee-zeet un ah-eh-ro-por poor lah preh-myehr fwah ey ah be-zwahn ded poor lon-re-zhis-treh-mahn",
    "italian": "Un viaggiatore visita un aeroporto per la prima volta e ha bisogno di assistenza con il check-in",
    "italian_phonetic": "oon vyaj-ja-to-re vee-si-ta un ah-eh-ro-por-to per lah pree-ma vol-ta ey ah bi-zo-nyo di as-sis-ten-tsa kon il chek-in",
    "chinese": "一位旅行者第一次到机场，需要办理登机手续的帮助",
    "chinese_pinyin": "yī wèi lǚ xíng zhě dì yī cì dào jī chǎng, xū yào bàn lǐ dēng jī shǒu xù de bāng zhù",
    "arabic": "مسافر يزور مطاراً لأول مرة ويحتاج مساعدة في تسجيل الوصول",
    "arabic_phonetic": "mu-sa-fir ya-zoor ma-ta-ran li-aw-wal mar-ra wa yah-taaj mu-saa-da fee tas-jeel al-wu-sool",
    "amharic": "መጓዝ የሚፈልግ ሰው ለመጀመሪያ ጊዜ አየር ማረፊያ ይጎበኛል እና በቼክ ኢን እርዳታ ያስፈልገዋል",
    "amharic_phonetic": "me-gwaz ye-mi-fe-leg sew le-me-je-me-ri-ya gi-ze a-yer ma-re-fi-ya yi-go-ben-yal e-na be-chek in ir-da-ta ya-se-fe-leg-e-wal",
    "tigrinya": "ሰፋሪ ንቀዳማይ ግዜ ኣብ መዕረፊ ነፈርቲ ይእቱ እሞ ኣብ check-in ሓገዝ የድልዮ",
    "tigrinya_phonetic": "se-fa-ri nqe-da-may gize ab me'erefi neferti y'itu imo ab chek-in h'agez yedliyo",
    "oromo": "Kuftuun aanaa xiyyaaraa yeroo jalqabaa tajaajilaafi check-in irratti gargaarsa barbaada",
    "oromo_phonetic": "kuf-tuun aa-naa xiy-yaa-raa ye-roo jal-qa-baa ta-jaa-ji-laa-fi chek-in ir-rat-ti gar-gaar-sa bar-baa-da",
    "somali": "Safaruhu mar ugu horreysa garoonka dayuuradaha booqdaa waxuuna u baahan yahay caawimaad check-in",
    "somali_phonetic": "sa-fa-ru-hu mar u-gu hor-ray-sa ga-roon-ka da-yuu-ra-da-ha booq-daa wa-xuu-na u baa-han ya-hay caa-wi-maad chek-in",
    "hadiyaa": "Mo'otta shaaraawaa heettino maaxxino shaaraawaa awwallaa koshhe wo check-in irratti gargaarsa be'e",
    "hadiyaa_phonetic": "mo-o-tta shaa-raa-waa hey-ti-no maax-xi-no shaa-raa-waa a-wal-laa kosh-she wo chek-in ir-rat-ti gar-gaar-sa be-e",
    "wolayitta": "Dobeesaa aeroporto maccaatiissi ke aeroporto ke ge'e wo check-in irratti gargaarsa be'e",
    "wolayitta_phonetic": "do-bey-saa a-e-ro-por-to ma-chaa-tii-ssi ke a-e-ro-por-to ke ge-e wo chek-in ir-rat-ti gar-gaar-sa be-e",
    "afar": "Safar Ku-Duudum ke Ferim Bada ke wo Check-in irra Gargaarsa Be'e",
    "afar_phonetic": "sa-far ku-duu-dum ke fe-rim ba-da ke wo chek-in ir-ra gar-gaar-sa be-e",
    "gamo": "Oshshaa aeroporto ta'ati hank'aa ke aeroporto ke giddona wo check-in irratti gargaarsa be'e",
    "gamo_phonetic": "osh-shaa a-e-ro-por-to ta-a-ti han-kaa ke a-e-ro-por-to ke gid-do-na wo chek-in ir-rat-ti gar-gaar-sa be-e",
    "swahili": "Msafiri anatembelea uwanja wa ndege kwa mara ya kwanza na anahitaji usaidizi katika check-in",
    "swahili_phonetic": "m-sa-fi-ri a-na-tem-be-le-a u-wan-ja wa n-de-ge kwa ma-ra ya kwan-za na a-na-hi-ta-ji u-sa-i-di-zi ka-ti-ka chek-in",
    "kinyarwanda": "Umugenzi agenda gusura kimi cy'indege bwa mbere kandi akeneye ubufasha mu check-in",
    "kinyarwanda_phonetic": "u-mu-gen-zi a-gen-da gu-su-ra ki-mi chi-n-de-ge bwa m-be-re kan-di a-ke-ne-ye u-bu-fa-sha mu chek-in",
    "kirundi": "Umugenzi agenda gusura kimi c'indege bwa mbere kandi akeneye ubufasha mu check-in",
    "kirundi_phonetic": "u-mu-gen-zi a-gen-da gu-su-ra ki-mi chi-n-de-ge bwa m-be-re kan-di a-ke-ne-ye u-bu-fa-sha mu chek-in",
    "luo": "Japiny nyuolo airport mar achiel kata miyo gi kony e check-in",
    "luo_phonetic": "ja-piny nyu-o-lo air-port mar a-chiel ka-ta mi-yo gi ko-ny e chek-in"
  },
  "stages": [
    {
      "stage": {
        "english": "1. Check-in Counter",
        "spanish": "1. Mostrador de Check-in",
        "spanish_phonetic": "mos-tra-dor de chek-in",
        "french": "1. Comptoir d'enregistrement",
        "french_phonetic": "kom-twar don-re-zhis-treh-mahn",
        "italian": "1. Bancone del Check-in",
        "italian_phonetic": "ban-ko-ne del chek-in",
        "chinese": "1. 值机柜台",
        "chinese_pinyin": "zhí jī guì tái",
        "arabic": "1. مكتب التسجيل",
        "arabic_phonetic": "mak-tab at-tas-jeel",
        "amharic": "1. ቼክ ኢን ጠረጴዛ",
        "amharic_phonetic": "chek in te-re-pe-za",
        "tigrinya": "1. መዐቀኒ ቼክ-ኢን",
        "tigrinya_phonetic": "me'e-qeni chek-in",
        "oromo": "1. Barcuma Check-in",
        "oromo_phonetic": "bar-chu-ma chek-in",
        "somali": "1. Kauntarka Check-in",
        "somali_phonetic": "kaun-tar-ka chek-in",
        "hadiyaa": "1. Barcuma Check-in",
        "hadiyaa_phonetic": "bar-chu-ma chek-in",
        "wolayitta": "1. Maaza Check-in",
        "wolayitta_phonetic": "maa-za chek-in",
        "afar": "1. Meeza Check-in",
        "afar_phonetic": "mey-za chek-in",
        "gamo": "1. Maaza Check-in",
        "gamo_phonetic": "maa-za chek-in",
        "swahili": "1. Kaunta ya Check-in",
        "swahili_phonetic": "kaun-ta ya chek-in",
        "kinyarwanda": "1. Akantu ka Check-in",
        "kinyarwanda_phonetic": "a-kan-tu ka chek-in",
        "kirundi": "1. Akantu ka Check-in",
        "kirundi_phonetic": "a-kan-tu ka chek-in",
        "luo": "1. Desk e Check-in",
        "luo_phonetic": "desk e chek-in"
      },
      "exchanges": [
        {
          "speaker": "Airline Agent",
          "english": "Good morning! Welcome to Addis Ababa International Airport. Do you have your passport and ticket ready?",
          "spanish": "¡Buenos días! Bienvenido al Aeropuerto Internacional de Addis Abeba. ¿Tiene su pasaporte y billete listos?",
          "spanish_phonetic": "bwe-nos dee-as! byen-ve-nee-do al ah-eh-ro-pwer-to in-ter-na-syo-nal de ad-dis a-be-ba. tye-ne su pa-sa-por-te ee bee-lye-te lees-tos?",
          "french": "Bonjour ! Bienvenue à l'Aéroport International d'Addis-Abeba. Avez-vous votre passeport et votre billet prêts ?",
          "french_phonetic": "bon-zhoor! byen-ve-nu a lah-eh-ro-por in-ter-na-syo-nal da-dis a-be-ba. ah-veh voo vo-tre pas-por ey vo-tre bee-yeh preh?",
          "italian": "Buongiorno! Benvenuto all'Aeroporto Internazionale di Addis Abeba. Ha il passaporto e il biglietto pronti?",
          "italian_phonetic": "bwon-jor-no! ben-ve-nu-to al-lah-eh-ro-por-to in-ter-na-tsyo-na-le di ad-dis a-be-ba. ah il pas-sa-por-to ey il bi-lyet-to pron-ti?",
          "chinese": "早上好！欢迎来到亚的斯亚贝巴国际机场。您的护照和机票准备好了吗？",
          "chinese_pinyin": "zǎo shàng hǎo! huān yíng lái dào yà de sī yà bèi bā guó jì jī chǎng. nín de hù zhào hé jī piào zhǔn bèi hǎo le ma?",
          "arabic": "صباح الخير! مرحباً بكم في مطار أديس أبابا الدولي. هل لديك جواز السفر والتذكرة جاهزان؟",
          "arabic_phonetic": "sa-bah al-khayr! mar-ha-ban bi-kum fee ma-tar a-dees a-ba-ba ad-do-wa-li. hal la-dee-ka ja-waz as-sa-far wat-tath-ki-ra ja-hi-zaan?",
          "amharic": "እንኳን ደህና መጡ! ወደ አዲስ አበባ ዓለም አቀፍ አየር ማረፊያ እንኳን ደህና መጡ። ፓስፖርትዎን እና ትኬትዎን ዝግጁ ናቸው?",
          "amharic_phonetic": "en-kwan deh-na me-tu! we-de a-dis a-be-ba a-lem a-qef a-yer ma-re-fi-ya en-kwan deh-na me-tu. pas-port-wo-nen e-na ti-ket-wo-nen zig-ju na-chew?",
          "tigrinya": "እንቋዕ ሰናይ! ናብ ዓለምለኻዊ መዕረፊ ነፈርቲ ኣዲስ ኣበባ ብደሓን መጻእኩም። ፓስፖርትኹምን ትኬትኹምን ኣዳውም ድዮም?",
          "tigrinya_phonetic": "en-qwa'e senay! nab a'lemlekawi me'erefi neferti adis abeba bdehan metsa'ekum. pas-port-khumen tiket-khumen adawum diyom?",
          "oromo": "Akkam bulte! Aanaa Xiyyaaraa Addiis Ababaa Addunyaa irratti akkam bulte! Paasportii fi tikeetii keessan qopheessaa jirtuu?",
          "oromo_phonetic": "ak-kam bul-te! aa-naa xiy-yaa-raa ad-diis a-ba-baa ad-dun-yaa ir-rat-ti ak-kam bul-te! paas-por-tii fi ti-key-tii keys-san qo-pheys-saa jir-tuu?",
          "somali": "Subax wanaagsan! Soo dhawoow Garoonka Caalamiga ah ee Addis Ababa. Ma haysaa baasaboorkaaga iyo tikaatadaaga diyaar?",
          "somali_phonetic": "su-bax wa-naag-san! soo dha-woow ga-roon-ka caa-la-mi-ga ah ey ad-dis a-ba-ba. ma hay-saa baa-sa-boor-kaa-ga i-yo ti-kaa-ta-daa-ga di-yaar?",
          "hadiyaa": "Hank'anam be'no! Aanaa Xiyyaaraa Addis Ababa Heettino ayaan be'e? Paasportii fi tikeetii keessan qopheessaa jirtuu?",
          "hadiyaa_phonetic": "han-ka-na-m bey-no! aa-naa xiy-yaa-raa ad-dis a-ba-ba hey-ti-no a-yaan be-e? paas-por-tii fi ti-key-tii keys-san qo-pheys-saa jir-tuu?",
          "wolayitta": "Oottanata wolqaa! Aeroporto Addis Ababa wo'iya. Paasportii fi tikeetii keessan qopheessaa jirtuu?",
          "wolayitta_phonetic": "oot-ta-na-ta wol-kaa! a-e-ro-por-to ad-dis a-ba-ba wo-i-ya. paas-por-tii fi ti-key-tii keys-san qo-pheys-saa jir-tuu?",
          "afar": "Barrih Qaadih! Ferim Bada Addis Ababa Akah. Paasportii fi Tikeetii Keessan Qopheessaa Jirtuu?",
          "afar_phonetic": "bar-rih qaa-dih! fe-rim ba-da ad-dis a-ba-ba a-kah. paas-por-tii fi ti-key-tii keys-san qo-pheys-saa jir-tuu?",
          "gamo": "Halaqa wolqaa! Aeroporto Addis Ababa he'iya. Paasportii fi tikeetii keessan qopheessaa jirtuu?",
          "gamo_phonetic": "ha-la-qa wol-kaa! a-e-ro-por-to ad-dis a-ba-ba he-i-ya. paas-por-tii fi ti-key-tii keys-san qo-pheys-saa jir-tuu?",
          "swahili": "Habari ya asubuhi! Karibu katika Uwanja wa Ndege wa Kimataifa wa Addis Ababa. Una pasipoti yako na tiketi yako tayari?",
          "swahili_phonetic": "ha-ba-ri ya a-su-bu-hi! ka-ri-bu ka-ti-ka u-wan-ja wa n-de-ge wa ki-ma-ta-i-fa wa ad-dis a-ba-ba. u-na pa-si-po-ti ya-ko na ti-ke-ti ya-ko ta-ya-ri?",
          "kinyarwanda": "Mwaramutse neza! Murakaza neza mu Kimi cy'indege Mpuzamahanga cya Addis Ababa. Mufite pasiporo yanyu na tiketi zanyu ziteguye?",
          "kinyarwanda_phonetic": "mwa-ra-mu-tse ne-za! mu-ra-ka-za ne-za mu ki-mi chi-n-de-ge mpu-za-ma-han-ga cha ad-dis a-ba-ba. mu-fi-te pa-si-po-ro ya-nyu na ti-ke-ti za-nyu zi-te-gu-ye?",
          "kirundi": "Mwaramutse neza! Murakaza neza mu Kimi c'indege Mpuzamahanga ca Addis Ababa. Mufite pasiporo yanyu na tiketi zanyu ziteguye?",
          "kirundi_phonetic": "mwa-ra-mu-tse ne-za! mu-ra-ka-za ne-za mu ki-mi chi-n-de-ge mpu-za-ma-han-ga cha ad-dis a-ba-ba. mu-fi-te pa-si-po-ro ya-nyu na ti-ke-ti za-nyu zi-te-gu-ye?",
          "luo": "Oriti! Pok e Airport mar Addis Ababa. In gi passport gi ticket matut?",
          "luo_phonetic": "o-ri-ti! pok e air-port mar ad-dis a-ba-ba. in gi pas-port gi ti-ket ma-tut?",
          "context": "Initial greeting at check-in counter"
        },
        {
          "speaker": "Passenger",
          "english": "Good morning! Yes, here's my passport and my e-ticket. I'm flying to Nairobi.",
          "spanish": "¡Buenos días! Sí, aquí está mi pasaporte y mi e-ticket. Vuelo a Nairobi.",
          "spanish_phonetic": "bwe-nos dee-as! see, ah-kee es-ta mee pa-sa-por-te ee mee e-ti-ket. bwe-lo a nai-ro-bi.",
          "french": "Bonjour ! Oui, voici mon passeport et mon e-billet. Je vole vers Nairobi.",
          "french_phonetic": "bon-zhoor! wee, vwa-see mon pas-por ey mon e-bee-yeh. zhe vol ver nai-ro-bi.",
          "italian": "Buongiorno! Sì, ecco il mio passaporto e il mio e-ticket. Volo per Nairobi.",
          "italian_phonetic": "bwon-jor-no! see, ek-ko il mee-o pas-sa-por-to ey il mee-o e-ti-ket. vo-lo per nai-ro-bi.",
          "chinese": "早上好！是的，这是我的护照和电子机票。我要飞往内罗毕。",
          "chinese_pinyin": "zǎo shàng hǎo! shì de, zhè shì wǒ de hù zhào hé diàn zǐ jī piào. wǒ yào fēi wǎng nèi luó bì.",
          "arabic": "صباح الخير! نعم، هذا هو جواز سفري وتذكرتي الإلكترونية. أنا ذاهب إلى نيروبي.",
          "arabic_phonetic": "sa-bah al-khayr! na-am, ha-tha hu ja-waz sa-fa-ree wa tath-ki-ra-tee al-elek-tro-nee-ya. a-na tha-hib i-la nai-roo-bi.",
          "amharic": "እንኳን ደህና መጡ! አዎ፣ ይሄ ፓስፖርቴ እና ኤ-ትኬቴ ነው። ወደ ናይሮቢ እበራለሁ።",
          "amharic_phonetic": "en-kwan deh-na me-tu! a-wo, yih-e pas-por-tey e-na e-ti-ket-ey new. we-de nai-ro-bi e-be-ra-le-hu.",
          "tigrinya": "እንቋዕ ሰናይ! እወ፣ እዚ ፓስፖርተይን ኤ-ትኬተይን እዩ። ናብ ናይሮቢ እየ ዝብርህ።",
          "tigrinya_phonetic": "en-qwa'e senay! ewe, izi pas-porteyn eyn e-tiketeyn iyu. nab nairobi iye zebrih.",
          "oromo": "Akkam bulte! Eeyyee, as paasportii koo fi e-tikeetii koo jira. Naayiroobii deema.",
          "oromo_phonetic": "ak-kam bul-te! ey-yey-e, as paas-por-tii koo fi e-ti-key-tii koo ji-ra. naa-yi-roo-bii dey-ma.",
          "somali": "Subax wanaagsan! Haa, halkan waa baasaboorkayga iyo e-tikaatadayga. Waxaan duulayaa Nairobi.",
          "somali_phonetic": "su-bax wa-naag-san! haa, hal-kan waa baa-sa-boor-kay-ga i-yo e-ti-kaa-ta-day-ga. wa-xaan duu-la-yaa nai-ro-bi.",
          "hadiyaa": "Hank'anam be'no! Eeyyee, as paasportii koo fi e-tikeetii koo jira. Nairobi deema.",
          "hadiyaa_phonetic": "han-ka-na-m bey-no! ey-yey-e, as paas-por-tii koo fi e-ti-key-tii koo ji-ra. nai-ro-bi dey-ma.",
          "wolayitta": "Oottanata wolqaa! Eeyyee, as paasportii koo fi e-tikeetii koo jira. Nairobi deema.",
          "wolayitta_phonetic": "oot-ta-na-ta wol-kaa! ey-yey-e, as paas-por-tii koo fi e-ti-key-tii koo ji-ra. nai-ro-bi dey-ma.",
          "afar": "Barrih Qaadih! Eeyyee, As Paasportii Koo fi E-tikeetii Koo Jira. Nairobi Deema.",
          "afar_phonetic": "bar-rih qaa-dih! ey-yey-e, as paas-por-tii koo fi e-ti-key-tii koo ji-ra. nai-ro-bi dey-ma.",
          "gamo": "Halaqa wolqaa! Eeyyee, as paasportii koo fi e-tikeetii koo jira. Nairobi deema.",
          "gamo_phonetic": "ha-la-qa wol-kaa! ey-yey-e, as paas-por-tii koo fi e-ti-key-tii koo ji-ra. nai-ro-bi dey-ma.",
          "swahili": "Habari ya asubuhi! Ndio, hii ni pasipoti yangu na tiketi yangu ya elektroniki. Ninasafiri kwenda Nairobi.",
          "swahili_phonetic": "ha-ba-ri ya a-su-bu-hi! n-di-o, hi-i ni pa-si-po-ti ya-ngu na ti-ke-ti ya-ngu ya e-lek-tro-ni-ki. ni-na-sa-fi-ri kwen-da nai-ro-bi.",
          "kinyarwanda": "Mwaramutse neza! Yego, iyi ni pasiporo yanjye na tiketi yanjye ya electroniki. Ngiye muri Nairobi.",
          "kinyarwanda_phonetic": "mwa-ra-mu-tse ne-za! ye-go, i-yi ni pa-si-po-ro ya-njye na ti-ke-ti ya-njye ya e-lek-tro-ni-ki. ngi-ye mu-ri nai-ro-bi.",
          "kirundi": "Mwaramutse neza! Yego, iyi ni pasiporo yanjye na tiketi yanjye ya electroniki. Ngiye muri Nairobi.",
          "kirundi_phonetic": "mwa-ra-mu-tse ne-za! ye-go, i-yi ni pa-si-po-ro ya-njye na ti-ke-ti ya-njye ya e-lek-tro-ni-ki. ngi-ye mu-ri nai-ro-bi.",
          "luo": "Oriti! Ee, gin passporta gi ticket e. Aromo e Nairobi.",
          "luo_phonetic": "o-ri-ti! ey, gin pas-por-ta gi ti-ket e. a-ro-mo e nai-ro-bi.",
          "context": "Passenger presents documents"
        },
        {
          "speaker": "Airline Agent",
          "english": "Thank you. Do you have any checked baggage today?",
          "spanish": "Gracias. ¿Tiene equipaje facturado hoy?",
          "spanish_phonetic": "gra-syas. tye-ne e-kee-pa-he fak-tu-ra-do oy?",
          "french": "Merci. Avez-vous des bagages enregistrés aujourd'hui?",
          "french_phonetic": "mer-see. ah-veh voo deh ba-gazh on-re-zhis-treh oh-zhoor-dwee?",
          "italian": "Grazie. Ha bagaglio da stiva oggi?",
          "italian_phonetic": "gra-tsye. ah ba-gal-yo da stee-va oj-ji?",
          "chinese": "谢谢。您今天有托运行李吗？",
          "chinese_pinyin": "xiè xie. nín jīn tiān yǒu tuō yùn xíng lǐ ma?",
          "arabic": "شكراً لك. هل لديك أمتعة مسجلة اليوم؟",
          "arabic_phonetic": "shuk-ran lak. hal la-dee-k a-ma-ta'a mu-sal-la al-yawm?",
          "amharic": "አመሰግናለሁ። ዛሬ የሚጫኑ እቃዎች አሉዎት?",
          "amharic_phonetic": "a-me-seg-i-na-le-hu. za-re ye-mi-cha-nu e-qa-wach a-lu-wot?",
          "tigrinya": "የቐንየለይ። ሎሚ ክትከልክል ዝኸውን እታን ኣለኻ?",
          "tigrinya_phonetic": "ye-q'eniley. lomi ktekelkel zkhewin itan aleka?",
          "oromo": "Galatoomaa. Har'a baagaajii feetuu keessan jira?",
          "oromo_phonetic": "ga-la-too-maa. har'a baa-gaa-jii fey-tuu keys-san ji-ra?",
          "somali": "Mahadsanid. Ma haysaa alaabta lagu sheegay maanta?",
          "somali_phonetic": "ma-had-sa-nid. ma hay-saa a-laab-ta la-gu shey-ga-y maan-ta?",
          "hadiyaa": "Shokkate. Maanta baagaajii keessan jira?",
          "hadiyaa_phonetic": "shok-ka-te. maan-ta baa-gaa-jii keys-san ji-ra?",
          "wolayitta": "De'iya. Maanta baagaajii keessan jira?",
          "wolayitta_phonetic": "de-i-ya. maan-ta baa-gaa-jii keys-san ji-ra?",
          "afar": "Galatoomi. Maanta Baagaajii Keessan Jira?",
          "afar_phonetic": "ga-la-too-mi. maan-ta baa-gaa-jii keys-san ji-ra?",
          "gamo": "De'iya. Maanta baagaajii keessan jira?",
          "gamo_phonetic": "de-i-ya. maan-ta baa-gaa-jii keys-san ji-ra?",
          "swahili": "Asante. Una mizigo ya kupaki leo?",
          "swahili_phonetic": "a-san-te. u-na mi-zi-go ya ku-pa-ki le-o?",
          "kinyarwanda": "Murakoze. Mufite imizigo yoherejwe leo?",
          "kinyarwanda_phonetic": "mu-ra-ko-ze. mu-fi-te i-mi-zi-go yo-he-re-jwe le-o?",
          "kirundi": "Murakoze. Mufite imizigo yoherejwe leo?",
          "kirundi_phonetic": "mu-ra-ko-ze. mu-fi-te i-mi-zi-go yo-he-re-jwe le-o?",
          "luo": "Erokamano. In gi chuo e yieyo?",
          "luo_phonetic": "e-ro-ka-ma-no. in gi chuo e yi-eyo?",
          "context": "Agent asks about baggage"
        },
        {
          "speaker": "Passenger",
          "english": "Yes, I have one suitcase and this carry-on bag.",
          "spanish": "Sí, tengo una maleta y este equipaje de mano.",
          "spanish_phonetic": "see, ten-go oo-na ma-le-ta ee es-te e-kee-pa-he de ma-no.",
          "french": "Oui, j'ai une valise et ce bagage à main.",
          "french_phonetic": "wee, zhey oon va-leez ey se ba-gazh a man.",
          "italian": "Sì, ho una valigia e questo bagaglio a mano.",
          "italian_phonetic": "see, oh oo-na va-lee-ja ey kwe-sto ba-gal-yo a ma-no.",
          "chinese": "是的，我有一个行李箱和这个随身行李包。",
          "chinese_pinyin": "shì de, wǒ yǒu yī gè xíng lǐ xiāng hé zhè gè suí shēn xíng lǐ bāo.",
          "arabic": "نعم، لدي حقيبة واحدة وهذه الحقيبة اليدوية.",
          "arabic_phonetic": "na-am, la-dee ha-qee-ba wa-he-da wa-ha-thi-hi al-ha-qee-ba al-ya-daw-ya.",
          "amharic": "አዎ፣ አንድ ሻንቃ እና ይህን የእጅ ከረጢት አለኝ።",
          "amharic_phonetic": "a-wo, and shan-qa e-na yihin ye-ej ke-re-tit a-len.",
          "tigrinya": "እወ፣ ሓደ ሻንቃ እና እዚ ኢድ ኣማእካር ኣለይ።",
          "tigrinya_phonetic": "ewe, hade shanqa ena izi id amaker aley.",
          "oromo": "Eeyyee, suutiikasii tokko fi baagaajii harka kana qaba.",
          "oromo_phonetic": "ey-yey-e, suu-tii-kaa-sii tok-ko fi baa-gaa-jii har-ka ka-na qa-ba.",
          "somali": "Haa, waxaan haystaa shandad hal ah iyo shandadan gacanta.",
          "somali_phonetic": "haa, wa-xaan hay-s-taa shan-dad hal ah i-yo shan-da-dan ga-can-ta.",
          "hadiyaa": "Eeyyee, suutiikasii tokko fi baagaajii harka kana qaba.",
          "hadiyaa_phonetic": "ey-yey-e, suu-tii-kaa-sii tok-ko fi baa-gaa-jii har-ka ka-na qa-ba.",
          "wolayitta": "Eeyyee, suutiikasii tokko fi baagaajii harka kana qaba.",
          "wolayitta_phonetic": "ey-yey-e, suu-tii-kaa-sii tok-ko fi baa-gaa-jii har-ka ka-na qa-ba.",
          "afar": "Eeyyee, Suutiikasii Tokko fi Baagaajii Harka Kana Qaba.",
          "afar_phonetic": "ey-yey-e, suu-tii-kaa-sii tok-ko fi baa-gaa-jii har-ka ka-na qa-ba.",
          "gamo": "Eeyyee, suutiikasii tokko fi baagaajii harka kana qaba.",
          "gamo_phonetic": "ey-yey-e, suu-tii-kaa-sii tok-ko fi baa-gaa-jii har-ka ka-na qa-ba.",
          "swahili": "Ndio, nina mkoba mmoja na mfuko huu wa mkononi.",
          "swahili_phonetic": "n-di-o, ni-na m-ko-ba m-mo-ja na m-fu-ko huu wa m-ko-no-ni.",
          "kinyarwanda": "Yego, mfite isakoshi imwe n'isakoshi y'ibiganza.",
          "kinyarwanda_phonetic": "ye-go, m-fi-te i-sa-ko-shi i-mwe ni-sa-ko-shi yi-bi-gan-za.",
          "kirundi": "Yego, mfite isakoshi imwe n'isakoshi y'ibiganza.",
          "kirundi_phonetic": "ye-go, m-fi-te i-sa-ko-shi i-mwe ni-sa-ko-shi yi-bi-gan-za.",
          "luo": "Ee, an gi sanduku achiel gi sanduku manok.",
          "luo_phonetic": "ey, an gi san-du-ku a-chiel gi san-du-ku ma-nok.",
          "context": "Passenger describes luggage"
        },
        {
          "speaker": "Airline Agent",
          "english": "Please place your suitcase on the scale. Would you like a window or aisle seat?",
          "spanish": "Por favor, coloque su maleta en la báscula. ¿Prefiere asiento de ventana o de pasillo?",
          "spanish_phonetic": "por fa-vor, ko-lo-ke su ma-le-ta en la bas-ku-la. pre-fye-re a-syen-to de ven-ta-na o de pa-see-yo?",
          "french": "Veuillez placer votre valise sur la balance. Préférez-vous un siège côté hublot ou côté couloir?",
          "french_phonetic": "vey-yeh pla-sey vo-tre va-leez sur lah ba-lans. pre-fe-reh voo un syezh ko-teh u-blo oo ko-teh koo-lwar?",
          "italian": "Per favore, metta la sua valigia sulla bilancia. Preferisce un posto finestrino o corridoio?",
          "italian_phonetic": "per fa-vo-re, met-ta la sua va-lee-ja sul-la bee-lan-cha. pre-fe-ri-she un po-sto fi-ne-stree-no o kor-ri-doy-o?",
          "chinese": "请把您的行李箱放在秤上。您想要靠窗还是靠过道的座位？",
          "chinese_pinyin": "qǐng bǎ nín de xíng lǐ xiāng fàng zài chèng shàng. nín xiǎng yào kào chuāng hái shì kào guò dào de zuò wèi?",
          "arabic": "يرجى وضع حقيبتك على الميزان. هل تفضل مقعد نافذة أم ممر؟",
          "arabic_phonetic": "yar-ja wad-haq-ree-ba-tak a-la al-mee-zaan. hal tu-fad-dil maq-ad na-fi-tha am mam-mar?",
          "amharic": "እባክዎን ሻንቃዎን በሚዛኑ ላይ ያስቀምጡ። የመስኮት ወይስ የመንገድ መቀመጫ ይፈልጋሉ?",
          "amharic_phonetic": "e-bak-won shan-qa-won be-mi-za-nu lay ya-se-qe-mit-u. ye-mes-kot wo-yis ye-menged me-ke-me-cha yi-fe-leg-alu?",
          "tigrinya": "በጃኹም ሻንቃኹም ኣብ ሚዛን ኣውድቁ። መስኮት ወይ መንገዲ መንበር ትፈትዉ?",
          "tigrinya_phonetic": "bejakum shanqakhum ab mizan awdiq-u. meskot wey mengedi menber tfetiw?",
          "oromo": "Mee suutiikasiin keessan mizaana irratti kaasaa. Fereensa moo karaa qabxii?",
          "oromo_phonetic": "mey suu-tii-kaa-siin keys-san mi-zaa-na ir-rat-ti kaa-saa. fe-reen-sa moo ka-raa qab-xii?",
          "somali": "Fadlan, shandadaada miisaanka ku dhig. Ma jeceshahay kursiga daaqad ama kooridoor?",
          "somali_phonetic": "fad-lan, shan-da-daa-da mi-i-saan-ka ku dhig. ma je-ce-sha-hay kur-si-ga daa-qad a-ma koo-ri-door?",
          "hadiyaa": "Shokkate, suutiikasii keessan mizaana irratti kaasaa. Fereensa moo karaa qabxii?",
          "hadiyaa_phonetic": "shok-ka-te, suu-tii-kaa-siin keys-san mi-zaa-na ir-rat-ti kaa-saa. fe-reen-sa moo ka-raa qab-xii?",
          "wolayitta": "De'iya, suutiikasii keessan mizaana irratti kaasaa. Fereensa moo karaa qabxii?",
          "wolayitta_phonetic": "de-i-ya, suu-tii-kaa-siin keys-san mi-zaa-na ir-rat-ti kaa-saa. fe-reen-sa moo ka-raa qab-xii?",
          "afar": "Fadlih, Suutiikasii Keessan Mizaana Irratti Kaasaa. Fereensa moo Karaa Qabxii?",
          "afar_phonetic": "fad-lih, suu-tii-kaa-siin keys-san mi-zaa-na ir-rat-ti kaa-saa. fe-reen-sa moo ka-raa qab-xii?",
          "gamo": "De'iya, suutiikasii keessan mizaana irratti kaasaa. Fereensa moo karaa qabxii?",
          "gamo_phonetic": "de-i-ya, suu-tii-kaa-siin keys-san mi-zaa-na ir-rat-ti kaa-saa. fe-reen-sa moo ka-raa qab-xii?",
          "swahili": "Tafadhali, weka mkoba wako kwenye mizani. Unapenda kiti cha dirisha au korido?",
          "swahili_phonetic": "ta-fa-dha-li, we-ka m-ko-ba wa-ko kwe-nye mi-za-ni. u-na-pen-da ki-ti cha di-ri-sha au ko-ri-do?",
          "kinyarwanda": "Nyamuneka, shyiramo isakoshi yawe kuri gipimo. Ushaka icyicaro cy'idirisha cyangwa umuhanda?",
          "kinyarwanda_phonetic": "nya-mu-ne-ka, shy-i-ra-mo i-sa-ko-shi ya-we ku-ri gi-pi-mo. u-sha-ka i-chi-cha-ro chi-di-ri-sha chan-gwa u-mu-han-da?",
          "kirundi": "Nyamuneka, shyiramo isakoshi yawe kuri gipimo. Ushaka icyicaro cy'idirisha cyangwa umuhanda?",
          "kirundi_phonetic": "nya-mu-ne-ka, shy-i-ra-mo i-sa-ko-shi ya-we ku-ri gi-pi-mo. u-sha-ka i-chi-cha-ro chi-di-ri-sha chan-gwa u-mu-han-da?",
          "luo": "Kiyie, wek sanduku e scale. Ihero seat e dirisha koso koridor?",
          "luo_phonetic": "ki-yie, wek san-du-ku e scale. i-he-ro seat e di-ri-sha ko-so ko-ri-dor?",
          "context": "Agent asks for seat preference"
        },
        {
          "speaker": "Passenger",
          "english": "A window seat, please.",
          "spanish": "Un asiento de ventana, por favor.",
          "spanish_phonetic": "oon a-syen-to de ven-ta-na, por fa-vor.",
          "french": "Un siège côté hublot, s'il vous plaît.",
          "french_phonetic": "un syezh ko-teh u-blo, see voo ple.",
          "italian": "Un posto finestrino, per favore.",
          "italian_phonetic": "un po-sto fi-ne-stree-no, per fa-vo-re.",
          "chinese": "请给我靠窗的座位。",
          "chinese_pinyin": "qǐng gěi wǒ kào chuāng de zuò wèi.",
          "arabic": "مقعد نافذة، من فضلك.",
          "arabic_phonetic": "maq-ad na-fi-tha, min fad-lak.",
          "amharic": "የመስኮት መቀመጫ፣ እባክህ።",
          "amharic_phonetic": "ye-mes-kot me-ke-me-cha, e-bach.",
          "tigrinya": "መስኮት መንበር፣ በጃኹም።",
          "tigrinya_phonetic": "meskot menber, bejakum.",
          "oromo": "Fereensa, maloo.",
          "oromo_phonetic": "fe-reen-sa, ma-loo.",
          "somali": "Kursiga daaqad, fadlan.",
          "somali_phonetic": "kur-si-ga daa-qad, fad-lan.",
          "hadiyaa": "Fereensa, shokkate.",
          "hadiyaa_phonetic": "fe-reen-sa, shok-ka-te.",
          "wolayitta": "Fereensa, de'iya.",
          "wolayitta_phonetic": "fe-reen-sa, de-i-ya.",
          "afar": "Fereensa, Fadlih.",
          "afar_phonetic": "fe-reen-sa, fad-lih.",
          "gamo": "Fereensa, de'iya.",
          "gamo_phonetic": "fe-reen-sa, de-i-ya.",
          "swahili": "Kiti cha dirisha, tafadhali.",
          "swahili_phonetic": "ki-ti cha di-ri-sha, ta-fa-dha-li.",
          "kinyarwanda": "Icyicaro cy'idirisha, nyamuneka.",
          "kinyarwanda_phonetic": "i-chi-cha-ro chi-di-ri-sha, nya-mu-ne-ka.",
          "kirundi": "Icyicaro cy'idirisha, nyamuneka.",
          "kirundi_phonetic": "i-chi-cha-ro chi-di-ri-sha, nya-mu-ne-ka.",
          "luo": "Seat e dirisha, kiyie.",
          "luo_phonetic": "seat e di-ri-sha, ki-yie.",
          "context": "Passenger chooses seat"
        }
      ]
    }
  ],
  "summary": {
    "english": "A complete airport interaction from check-in to boarding, showing typical exchanges between a first-time passenger and airline staff.",
    "spanish": "Una interacción completa en el aeropuerto desde el check-in hasta el embarque, que muestra intercambios típicos entre un pasajero por primera vez y el personal de la aerolínea.",
    "spanish_phonetic": "oo-na in-te-rak-syon kom-ple-ta en el ah-eh-ro-pwer-to des-de el chek-in as-ta el em-bar-ke, ke mwes-tra in-ter-kan-byos tee-pi-kos en-tre oon pa-sa-he-ro por pree-me-rah ves ee el per-so-nal de lah ah-eh-ro-li-ne-a",
    "french": "Une interaction complète à l'aéroport de l'enregistrement à l'embarquement, montrant les échanges typiques entre un passager pour la première fois et le personnel de la compagnie aérienne.",
    "french_phonetic": "oo-n in-te-rak-syon kom-plet a lah-eh-ro-por de lon-re-zhis-treh-mahn a lon-bar-kuh-mahn, mon-tran lez ay-shanj tee-pik an-tre un pa-sa-zhey poor lah preh-myehr fwah ey le per-so-nel de lah kom-pa-nye ah-eh-ryen",
    "italian": "Un'interazione completa all'aeroporto dal check-in all'imbarco, che mostra scambi tipici tra un passeggero per la prima volta e il personale della compagnia aerea.",
    "italian_phonetic": "oo-nin-te-ra-tsyo-ne kom-ple-ta al-lah-eh-ro-por-to dal chek-in al-lim-bar-ko, ke mo-stra skam-bi tee-pi-chi tra oon pas-sej-je-ro per lah pree-ma vol-ta ey il per-so-na-le del-la kom-pa-nya ah-eh-re-a",
    "chinese": "从值机到登机的完整机场互动，展示首次乘客与航空公司工作人员之间的典型交流。",
    "chinese_pinyin": "cóng zhí jī dào dēng jī de wán zhěng jī chǎng hù dòng, zhǎn shì shǒu cì chéng kè yǔ háng kōng gōng sī gōng zuò rén yuán zhī jiān de diǎn xíng jiāo liú.",
    "arabic": "تفاعل كامل في المطار من التسجيل إلى الصعود، يظهر التبادلات النموذجية بين مسافر لأول مرة وموظفي شركة الطيران.",
    "arabic_phonetic": "ta-faa-ul ka-mil fee al-ma-tar min at-tas-jeel i-la as-su-ood, ya-ther at-ta-baa-dil-at an-nu-mu-tha-ji-ya bay-na mu-sa-fir li-aw-wal mar-ra wa mu-wa-tha-fi shar-ka at-ta-ya-raan.",
    "amharic": "ከቼክ ኢን እስከ መብረር የሚደርስ የአየር ማረፊያ ግንኙነት፣ በመጀመሪያ ጊዜ የሚመጣ ተሳፋሪ እና የአየር መንገድ ሰራተኞች መካከል የሚደረጉ የተለመዱ ውይይቶችን የሚያሳይ።",
    "amharic_phonetic": "ke-chek in es-ke me-bre-r ye-mi-di-res ye-a-yer ma-re-fi-ya gen-yu-net, be-me-je-me-ri-ya gi-ze ye-mi-me-ta te-sa-fa-ri e-na ye-a-yer menged se-ra-teg-noch me-ka-kel ye-mi-de-re-gu ye-te-le-me-du we-yiy-to-chin ye-mi-ya-shiy.",
    "tigrinya": "ምሉእ ትሕዝቶ ናይ መዕረፊ ነፈርቲ ካብ ቼክ-ኢን ክሳዕ ምብራር፣ ንቀዳማይ ግዜ ዝመጽእ ሰፋሪን ሰራሕተኛታት ናይ ኣየር መንገድን መንጎ ዝኸውን ተራ ዝዀነ ወራይራ ዘርኢ።",
    "tigrinya_phonetic": "mel-u'e t'hizto nay me'erefi neferti kab chek-in k'sa'e mbirar, nqe-da-may gize zmets'e se-fa-rin se-rah-teg-na-tat nay a-yer mengedin mengo zkhe-win te-ra zkhwe-ne we-ray-ra zr'i.",
    "oromo": "Seenaa guutuu aanaa xiyyaaraa irraa check-in hanga deebi'uu, akkaataa dhiyeessaa maxxansaa kuftuu yeroo jalqabaa fi hirmaata kaampaanii xiyyaaraa wajjin.",
    "oromo_phonetic": "sey-naa guu-tuu aa-naa xiy-yaa-raa ir-raa chek-in han-ga dey-bii-uu, ak-kaa-taa dhi-yees-saa mak-saan-saa kuf-tuu ye-roo jal-qa-baa fi hir-maa-ta kaam-paa-nii xiy-yaa-raa waj-jin.",
    "somali": "Isgaarsi buuxa oo ka bilow check-in ilaa la soo galo, muujinaya wada hadal caadi ah oo u dhexeeya rakaabka mar ugu horreysa iyo shaqaalaha shirkadda diyaaradaha.",
    "somali_phonetic": "is-gaar-si buu-xa oo ka bi-low chek-in i-laa la soo ga-lo, muu-ji-na-ya wa-da ha-dal caa-di ah oo u dhe-xey-ya ra-kaab-ka mar u-gu hor-ray-sa i-yo sha-qa-a-la-ha shir-kad-da di-yaa-ra-da-ha.",
    "hadiyaa": "Heettino maaxxino shaaraawaa ke check-in hanga deebi'uu, ayaa be'iya woyiyto ke awwallaa mo'otta shaaraawaa ke wo wakiila kaampaanii shaaraawaa ke.",
    "hadiyaa_phonetic": "hey-ti-no maax-xi-no shaa-raa-waa ke chek-in han-ga dey-bii-uu, a-yaa be-i-ya wo-yiy-to ke a-wal-laa mo-o-tta shaa-raa-waa ke wo wa-kii-la kaam-paa-nii shaa-raa-waa ke.",
    "wolayitta": "Heettino aeroporto ke check-in hanga deebi'uu, ayaa wo'iya woyiyto ke issi dobbeesaa aeroporto ke wo wakiila kaampaanii aeroporto ke.",
    "wolayitta_phonetic": "hey-ti-no a-e-ro-por-to ke chek-in han-ga dey-bii-uu, a-yaa wo-i-ya wo-yiy-to ke is-si do-bey-saa a-e-ro-por-to ke wo wa-kii-la kaam-paa-nii a-e-ro-por-to ke.",
    "afar": "Duudum Ferim Bada ke Check-in hanga Deebi'uu, Muujiya Wada Hadal Caadi Ku-Duudum Safar Awwal wo Wakiil Kaampani Ferim.",
    "afar_phonetic": "duu-dum fe-rim ba-da ke chek-in han-ga dey-bii-uu, muu-ji-ya wa-da ha-dal caa-di ku-duu-dum sa-far a-wal wo wa-kiil kaam-pa-ni fe-rim.",
    "gamo": "Heettino aeroporto ke check-in hanga deebi'uu, ayaa he'iya woyiyto ke issi oshshaa aeroporto ke wo wakiila kaampaanii aeroporto ke.",
    "gamo_phonetic": "hey-ti-no a-e-ro-por-to ke chek-in han-ga dey-bii-uu, a-yaa he-i-ya wo-yiy-to ke is-si osh-shaa a-e-ro-por-to ke wo wa-kii-la kaam-paa-nii a-e-ro-por-to ke.",
    "swahili": "Mwingiliano kamili wa uwanja wa ndege kutoka check-in hadi kupanda ndege, unaonyesha mabadilishano ya kawaida kati ya abiria wa mara ya kwanza na wafanyakazi wa kampuni ya ndege.",
    "swahili_phonetic": "m-wingi-lia-no ka-mi-li wa u-wan-ja wa n-de-ge ku-to-ka chek-in ha-di ku-pan-da n-de-ge, u-na-o-nye-sha ma-ba-di-li-sha-no ya ka-wai-da ka-ti ya a-bi-ri-a wa ma-ra ya kwan-za na wa-fa-nya-ka-zi wa kam-pu-ni ya n-de-ge.",
    "kinyarwanda": "Uburyo bwuzuye bwo kugana mu kimi cy'indege kuva mu check-in kugeza mu kupanda indege, bigaragaza ibiganiro bisanzwe hagati y'umugenzi wa mbere n'abakozi ba kampani y'indege.",
    "kinyarwanda_phonetic": "u-bu-ryo bwu-zu-ye bwo ku-ga-na mu ki-mi chi-n-de-ge ku-va mu chek-in ku-ge-za mu ku-pan-da i-n-de-ge, bi-ga-ra-ga-za i-bi-ga-ni-ro bi-san-zwe ha-ga-ti y'u-mu-gen-zi wa m-be-re n'a-ba-ko-zi ba kam-pa-ni yi-n-de-ge.",
    "kirundi": "Uburyo bwuzuye bwo kugana mu kimi c'indege kuva mu check-in kugeza mu kupanda indege, bigaragaza ibiganiro bisanzwe hagati y'umugenzi wa mbere n'abakozi ba kampani y'indege.",
    "kirundi_phonetic": "u-bu-ryo bwu-zu-ye bwo ku-ga-na mu ki-mi chi-n-de-ge ku-va mu chek-in ku-ge-za mu ku-pan-da i-n-de-ge, bi-ga-ra-ga-za i-bi-ga-ni-ro bi-san-zwe ha-ga-ti y'u-mu-gen-zi wa m-be-re n'a-ba-ko-zi ba kam-pa-ni yi-n-de-ge.",
    "luo": "Bed e airport koso check-in gi bor, neno e kamano mar japiny manyien gi jatembe e kompani e ndege.",
    "luo_phonetic": "bed e air-port ko-so chek-in gi bor, ne-no e ka-ma-no mar ja-piny ma-nyien gi ja-tem-be e kom-pa-ni e n-de-ge."
  }
}